[HeadHunter X2SoldierClassTemplate]
DisplayName = "Headhunter"
ClassSummary = "The head hunter is a lethal assassin who carries a specialized bullets for special situations."
LeftAbilityTreeTitle = "Marksman"
RightAbilityTreeTitle = "Assassin"

[GrimyHexHunterUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Headhunter: Hex Hunter"
Summary="Gain a special bullet with 1 use every mission, that deals bonus damage proportional to the target's psionic power."

[GrimyPiercingShot X2AbilityTemplate]
LocFriendlyName="Piercing Shot"
LocHelpText="Fire a shot that penetrates multiple enemies, shreds armor, and destroys cover. Deals 25% less damage."
LocLongDescription="Fire a shot that penetrates multiple enemies and destroys cover\nDeals 25% less damage\nCan be used after moving\nShreds armor\n2 uses per mission\n4 turn cooldown\n"

[Grapple X2AbilityTemplate]
LocFriendlyName="Multi-Hook"
LocHelpText="Deploy a free aiming grappling hook to move quickly to an new position."
LocLongDescription="The headhunter carries a grappling hook and cable allowing rapid movement to a new position.\nCosts 1 action point."

[GrimyRushedShot X2AbilityTemplate]
LocFriendlyName="Rushed Shot"
LocHelpText="Fire a shot at a random enemy. Can be used after moving."
LocLongDescription="Fire a shot at a random visible enemy. Can be used after moving."

[GrimyThunderclap X2AbilityTemplate]
LocFriendlyName="Thunderclap"
LocHelpText="Fire an electrical round at a random enemy dealing +50% damage to organic enemies and +100% to robotic ones."
LocLongDescription="Fire a special electric round at a random enemy\nDeals +50% to organic enemies\nDeals+100% damage to robotic enemies\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyPointBlank X2AbilityTemplate]
LocFriendlyName="Point Blank"
LocHelpText="Fire a shot with +50% aim, crit, and damage at point blank range. Can be used after moving."
LocLongDescription="Fire a shot with +50% aim, crit, and damage at point blank range. Can be used after moving"

[GrimyIncendiaryShot X2AbilityTemplate]
LocFriendlyName="Incendiary Shot"
LocHelpText="Fire an explosive free aiming fire round that deals fire damage and burns."
LocLongDescription="Fire an explosive free aiming fire round that deals fire damage and burns.\nCan be used after moving\n2 uses per mission\n6 turn cooldown

[GrimyTwinFangs X2AbilityTemplate]
LocFriendlyName="Twin Fangs"
LocHelpText="Fire poisonous rounds randomly at up to two different enemies."
LocLongDescription="Fire poisonous rounds randomly at up to two different enemies.\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyBuckshot X2AbilityTemplate]
LocFriendlyName="Buckshot"
LocHelpText="Fire a buckshot round that can hit targets in a cone. Deals 25% less damage."
LocLongDescription="Fire a buckshot round that can hit targets in a cone.\nDeals 25% less damage\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyDoubleTap X2AbilityTemplate]
LocFriendlyName="Double Tap"
LocHelpText="Fire a standard sniper rifle shot and refund an action point afterwards."
LocLongDescription="Fire a standard sniper rifle shot and refund an action point afterwards.\n4 turn cooldown"

[GrimyHexHunter X2AbilityTemplate]
LocFriendlyName="Hexhunter"
LocHelpText="Fire a special Hexhunter round that deals bonus damage proportional to the target's psionic power."
LocLongDescription="Fire a special Hexhunter round that deals bonus damage proportional to the target's psionic power\n1 use per mission"

[GrimyBladeOil X2AbilityTemplate]
LocFriendlyName="Blade Oil"
LocHelpText="Slash an enemy with a poisoned blade, dealing an additional 100% weapon damage as poison."
LocLongDescription="Slash an enemy with a poisoned blade, dealing an additional 100% weapon damage as poison\n2 uses per mission\n4 turn cooldown"

[GrimyRapidSlashHH X2AbilityTemplate]
LocFriendlyName="Rapid Slash"
LocHelpText="Slash an enemy and refund an action point afterwards."
LocLongDescription="Slash an enemy and refund an action point afterwards\n3 turn cooldown"

[GrimyExecuteBonus X2AbilityTemplate]
LocFriendlyName="Execute"
LocHelpText="Your melee attacks deal triple damage against marked or holotargeted enemies."
LocLongDescription="Your melee attacks deal triple damage against marked or holotargeted enemies."

[GrimyPreparation X2AbilityTemplate]
LocFriendlyName="Preparation"
LocHelpText="Gain a standard action point at the start of your next turn."
LocLongDescription="Gain a standard action point at the start of your next turn\nDoes not cost action points\n3 turn cooldown"

[GrimyPiercingShotBsc X2AbilityTemplate]
LocFriendlyName="Piercing Shot"
LocHelpText="Fire a shot that penetrates multiple enemies, shreds armor, and destroys cover. Deals 25% less damage."
LocLongDescription="Fire a shot that penetrates multiple enemies and destroys cover\nDeals 25% less damage\nCan be used after moving\nShreds armor\n2 uses per mission\n4 turn cooldown\n"

[GrimyPiercingShotAdv X2AbilityTemplate]
LocFriendlyName="Advanced Piercing Shot"
LocHelpText="Fire a shot that penetrates multiple enemies, shreds armor, and destroys cover. Deals 25% less damage."
LocLongDescription="Fire a shot that penetrates multiple enemies and destroys cover\nDeals 25% less damage\nCan be used after moving\nShreds armor\n2 uses per mission\n4 turn cooldown\n"

[GrimyPiercingShotSup X2AbilityTemplate]
LocFriendlyName="Superior Piercing Shot"
LocHelpText="Fire a shot that penetrates multiple enemies, shreds armor, and destroys cover. Deals 25% less damage."
LocLongDescription="Fire a shot that penetrates multiple enemies and destroys cover\nDeals 25% less damage\nCan be used after moving\nShreds armor\n2 uses per mission\n4 turn cooldown\n"

[GrimyThunderclapBsc X2AbilityTemplate]
LocFriendlyName="Thunderclap"
LocHelpText="Fire an electrical round at a random enemy dealing +50% damage to organic enemies and +100% to robotic ones."
LocLongDescription="Fire a special electric round at a random enemy\nDeals +50% to organic enemies\nDeals+100% damage to robotic enemies\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyThunderclapAdv X2AbilityTemplate]
LocFriendlyName="Advanced Thunderclap"
LocHelpText="Fire an electrical round at a random enemy dealing +50% damage to organic enemies and +100% to robotic ones."
LocLongDescription="Fire a special electric round at a random enemy\nDeals +50% to organic enemies\nDeals+100% damage to robotic enemies\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyThunderclapSup X2AbilityTemplate]
LocFriendlyName="Superior Thunderclap"
LocHelpText="Fire an electrical round at a random enemy dealing +50% damage to organic enemies and +100% to robotic ones."
LocLongDescription="Fire a special electric round at a random enemy\nDeals +50% to organic enemies\nDeals+100% damage to robotic enemies\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyIncendiaryShotBsc X2AbilityTemplate]
LocFriendlyName="Incendiary Shot"
LocHelpText="Fire an explosive free aiming fire round that deals fire damage and burns."
LocLongDescription="Fire an explosive free aiming fire round that deals fire damage and burns.\nCan be used after moving\n2 uses per mission\n6 turn cooldown

[GrimyIncendiaryShotAdv X2AbilityTemplate]
LocFriendlyName="Advanced Incendiary Shot"
LocHelpText="Fire an explosive free aiming fire round that deals fire damage and burns."
LocLongDescription="Fire an explosive free aiming fire round that deals fire damage and burns.\nCan be used after moving\n2 uses per mission\n6 turn cooldown

[GrimyIncendiaryShotSup X2AbilityTemplate]
LocFriendlyName="Superior Incendiary Shot"
LocHelpText="Fire an explosive free aiming fire round that deals fire damage and burns."
LocLongDescription="Fire an explosive free aiming fire round that deals fire damage and burns.\nCan be used after moving\n2 uses per mission\n6 turn cooldown

[GrimyTwinFangsBsc X2AbilityTemplate]
LocFriendlyName="Twin Fangs"
LocHelpText="Fire poisonous rounds randomly at up to two different enemies."
LocLongDescription="Fire poisonous rounds randomly at up to two different enemies.\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyTwinFangsAdv X2AbilityTemplate]
LocFriendlyName="Advanced Twin Fangs"
LocHelpText="Fire poisonous rounds randomly at up to two different enemies."
LocLongDescription="Fire poisonous rounds randomly at up to two different enemies.\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyTwinFangsSup X2AbilityTemplate]
LocFriendlyName="Superior Twin Fangs"
LocHelpText="Fire poisonous rounds randomly at up to two different enemies."
LocLongDescription="Fire poisonous rounds randomly at up to two different enemies.\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyBuckshotBsc X2AbilityTemplate]
LocFriendlyName="Buckshot"
LocHelpText="Fire a buckshot round that can hit targets in a cone. Deals 25% less damage."
LocLongDescription="Fire a buckshot round that can hit targets in a cone.\nDeals 25% less damage\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyBuckshotAdv X2AbilityTemplate]
LocFriendlyName="AdvancedBuckshot"
LocHelpText="Fire a buckshot round that can hit targets in a cone. Deals 25% less damage."
LocLongDescription="Fire a buckshot round that can hit targets in a cone.\nDeals 25% less damage\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyBuckshotSup X2AbilityTemplate]
LocFriendlyName="SuperiorBuckshot"
LocHelpText="Fire a buckshot round that can hit targets in a cone. Deals 25% less damage."
LocLongDescription="Fire a buckshot round that can hit targets in a cone.\nDeals 25% less damage\nCan be used after moving\n2 uses per mission\n6 turn cooldown"

[GrimyHexHunterBsc X2AbilityTemplate]
LocFriendlyName="Hexhunter"
LocHelpText="Fire a special Hexhunter round that deals bonus damage proportional to the target's psionic power."
LocLongDescription="Fire a special Hexhunter round that deals bonus damage proportional to the target's psionic power\n1 use per mission"

[GrimyHexHunterAdv X2AbilityTemplate]
LocFriendlyName="Advanced Hexhunter"
LocHelpText="Fire a special Hexhunter round that deals bonus damage proportional to the target's psionic power."
LocLongDescription="Fire a special Hexhunter round that deals bonus damage proportional to the target's psionic power\n1 use per mission"

[GrimyHexHunterSup X2AbilityTemplate]
LocFriendlyName="Superior Hexhunter"
LocHelpText="Fire a special Hexhunter round that deals bonus damage proportional to the target's psionic power."
LocLongDescription="Fire a special Hexhunter round that deals bonus damage proportional to the target's psionic power\n1 use per mission"

[GrimyBladeOilBsc X2AbilityTemplate]
LocFriendlyName="Blade Oil"
LocHelpText="Slash an enemy with a poisoned blade, dealing an additional 100% weapon damage as poison."
LocLongDescription="Slash an enemy with a poisoned blade, dealing an additional 100% weapon damage as poison\n2 uses per mission\n4 turn cooldown"

[GrimyBladeOilAdv X2AbilityTemplate]
LocFriendlyName="Advanced Blade Oil"
LocHelpText="Slash an enemy with a poisoned blade, dealing an additional 100% weapon damage as poison."
LocLongDescription="Slash an enemy with a poisoned blade, dealing an additional 100% weapon damage as poison\n2 uses per mission\n4 turn cooldown"

[GrimyBladeOilSup X2AbilityTemplate]
LocFriendlyName="Superior Blade Oil"
LocHelpText="Slash an enemy with a poisoned blade, dealing an additional 100% weapon damage as poison."
LocLongDescription="Slash an enemy with a poisoned blade, dealing an additional 100% weapon damage as poison\n2 uses per mission\n4 turn cooldown"

[GrimyPreparationBsc X2AbilityTemplate]
LocFriendlyName="Preparation"
LocHelpText="Gain a standard action point at the start of your next turn."
LocLongDescription="Gain a standard action point at the start of your next turn\nDoes not cost action points\n3 turn cooldown"

[GrimyPreparationAdv X2AbilityTemplate]
LocFriendlyName="Advanced Preparation"
LocHelpText="Gain a standard action point at the start of your next turn."
LocLongDescription="Gain a standard action point at the start of your next turn\nDoes not cost action points\n3 turn cooldown"

[GrimyPreparationSup X2AbilityTemplate]
LocFriendlyName="Superior Preparation"
LocHelpText="Gain a standard action point at the start of your next turn."
LocLongDescription="Gain a standard action point at the start of your next turn\nDoes not cost action points\n3 turn cooldown"

[GrimyPiercingShotBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Piercing Rounds"
FriendlyNamePlural="Piercing Rounds"
BriefSummary="Provides 1 use of piercing shot"
TinySummary="Provides Piercing Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire piercing shots."

[GrimyPiercingShotAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Piercing Rounds"
FriendlyNamePlural="Advanced Piercing Rounds"
BriefSummary="Provides 2 use of piercing shot"
TinySummary="Provides Piercing Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire piercing shots."

[GrimyPiercingShotSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Piercing Rounds"
FriendlyNamePlural="Superior Piercing Rounds"
BriefSummary="Provides 3 use of piercing shot"
TinySummary="Provides Piercing Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire piercing shots."

[GrimyThunderclapBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Thunderclap Rounds"
FriendlyNamePlural="Thunderclap Rounds"
BriefSummary="Provides 1 use of thunderclap"
TinySummary="Provides Thunderclap Ability"
LootTooltip="This weapon upgrade will allow the user to fire Thunderclap shots."

[GrimyThunderclapAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Thunderclap Rounds"
FriendlyNamePlural="Advanced Thunderclap Rounds"
BriefSummary="Provides 2 use of thunderclap"
TinySummary="Provides Thunderclap Ability"
LootTooltip="This weapon upgrade will allow the user to fire Thunderclap shots."

[GrimyThunderclapSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Thunderclap Rounds"
FriendlyNamePlural="Superior Thunderclap Rounds"
BriefSummary="Provides 3 use of thunderclap"
TinySummary="Provides Thunderclap Ability"
LootTooltip="This weapon upgrade will allow the user to fire Thunderclap shots."

[GrimyIncendiaryShotBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Incendiary Rounds"
FriendlyNamePlural="Incendiary Rounds"
BriefSummary="Provides 1 use of incendiary shot"
TinySummary="Provides Incendiary Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire Incendiary shots."

[GrimyIncendiaryShotAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Incendiary Rounds"
FriendlyNamePlural="Advanced Incendiary Rounds"
BriefSummary="Provides 2 use of incendiary shot"
TinySummary="Provides Incendiary Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire Incendiary shots."

[GrimyIncendiaryShotSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Incendiary Rounds"
FriendlyNamePlural="Superior Incendiary Rounds"
BriefSummary="Provides 3 use of incendiary shot"
TinySummary="Provides Incendiary Shot Ability"
LootTooltip="This weapon upgrade will allow the user to fire Incendiary shots."

[GrimyTwinFangsBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Twin Fang Rounds"
FriendlyNamePlural="Twin Fang Rounds"
BriefSummary="Provides 1 use of twin fangs"
TinySummary="Provides Twin Fangs Ability"
LootTooltip="This weapon upgrade will allow the user to fire Twin Fang shots."

[GrimyTwinFangsAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Twin Fang Rounds"
FriendlyNamePlural="Advanced Twin Fang Rounds"
BriefSummary="Provides 2 use of twin fangs"
TinySummary="Provides Twin Fangs Ability"
LootTooltip="This weapon upgrade will allow the user to fire Twin Fang shots."

[GrimyTwinFangsSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Twin Fang Rounds"
FriendlyNamePlural="Superior Twin Fang Rounds"
BriefSummary="Provides 3 use of twin fangs"
TinySummary="Provides Twin Fangs Ability"
LootTooltip="This weapon upgrade will allow the user to fire Twin Fang shots."

[GrimyBuckShotBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Buckshot Rounds"
FriendlyNamePlural="Buckshot Rounds"
BriefSummary="Provides 1 use of buckshot"
TinySummary="Provides Buckshot Ability"
LootTooltip="This weapon upgrade will allow the user to fire buckshots."

[GrimyBuckShotAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Buckshot Rounds"
FriendlyNamePlural="Advanced Buckshot Rounds"
BriefSummary="Provides 2 use of buckshot"
TinySummary="Provides Buckshot Ability"
LootTooltip="This weapon upgrade will allow the user to fire buckshots."

[GrimyBuckShotSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Buckshot Rounds"
FriendlyNamePlural="Superior Buckshot Rounds"
BriefSummary="Provides 3 use of buckshot"
TinySummary="Provides Buckshot Ability"
LootTooltip="This weapon upgrade will allow the user to fire buckshots."

[GrimyHexhunterBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Hexhunter Rounds"
FriendlyNamePlural="Hexhunter Rounds"
BriefSummary="Provides 1 use of hexhunter"
TinySummary="Provides Hexhunter Ability"
LootTooltip="This weapon upgrade will allow the user to fire hexhunter rounds."

[GrimyHexhunterAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Hexhunter Rounds"
FriendlyNamePlural="Advanced Hexhunter Rounds"
BriefSummary="Provides 2 use of hexhunter"
TinySummary="Provides Hexhunter Ability"
LootTooltip="This weapon upgrade will allow the user to fire hexhunter rounds."

[GrimyHexhunterSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Hexhunter Rounds"
FriendlyNamePlural="Superior Hexhunter Rounds"
BriefSummary="Provides 3 use of hexhunter"
TinySummary="Provides Hexhunter Ability"
LootTooltip="This weapon upgrade will allow the user to fire hexhunter rounds."

[GrimyPreparationBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Central Uplink"
FriendlyNamePlural="Central Uplink"
BriefSummary="Provides 1 use of preparation"
TinySummary="Provides Preparation Ability"
LootTooltip="This armor upgrade will allow the user to plan ahead"

[GrimyPreparationAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Central Uplink"
FriendlyNamePlural="Advanced Central Uplink"
BriefSummary="Provides 2 use of preparation"
TinySummary="Provides Preparation Ability"
LootTooltip="This armor upgrade will allow the user to plan ahead"

[GrimyPreparationSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Central Uplink"
FriendlyNamePlural="Superior Central Uplink"
BriefSummary="Provides 3 use of preparation"
TinySummary="Provides Preparation Ability"
LootTooltip="This armor upgrade will allow the user to plan ahead"

[GrimyBladeOilBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Blade Oil"
FriendlyNamePlural="Blade Oils"
BriefSummary="Provides 1 use of blade oil"
TinySummary="Provides Blade Oil Ability"
LootTooltip="This weapon upgrade will allow the user to use blade oil."

[GrimyBladeOilAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Blade Oil"
FriendlyNamePlural="Advanced Blade Oils"
BriefSummary="Provides 2 use of blade oil"
TinySummary="Provides Blade Oil Ability"
LootTooltip="This weapon upgrade will allow the user to use blade oil."

[GrimyBladeOilSupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Blade Oil"
FriendlyNamePlural="Superior Blade Oils"
BriefSummary="Provides 3 use of blade oil"
TinySummary="Provides Blade Oil Ability"
LootTooltip="This weapon upgrade will allow the user to use blade oil."